ROW = 10                                                         # Количество рядов клеток
COL = 10                                                         # Количество столбцов
LIST_CLUSTERS = [[255, 0, 0], [0, 255, 0], [0, 0, 255], 
                 [128, 128, 128], [0, 0, 0], [255, 255, 255]]    # Список кластеров
T = 1000                                                         # Количество итераций
LAMBDA = 0.01                                                    # Константа для вычисления скорости обучения                                                   

